Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Mouse cursor exceptions
ca_es: Excepcions del cursor del ratolí

source: Password Suggestion
ca_es: Suggeriment de contrasenya

source: The server certificate contains a weak cryptographic key.
ca_es: El certificat de servidor conté una clau criptogràfica dèbil.

source: You can add printers to your computer by clicking the "Add a printer" button below. If you have no printers to add, you'll still be able to save a PDF or save to Google Drive.
ca_es: Per afegir impressores a l'ordinador, feu clic al botó Afegeix una impressora que apareix a continuació. Encara que no tingueu cap impressora per afegir, podreu desar un PDF del fitxer o desar-lo a Google Drive.

source: Cookies from multiple sites allowed.
ca_es: S'admeten les galetes de diversos llocs.

source: Shift
ca_es: Maj

source: Archives
ca_es: Arxius

source: Western
ca_es: Occidental

source: (Inactive)
ca_es: (Inactiva)

source: OS
ca_es: SO

source: Zipping failed, unexpected error: $1
ca_es: S'ha produït un error en la compressió; error inesperat: $1

source: Invalid user name or password.
ca_es: El nom d'usuari o la contrasenya no són vàlids.

source: TLS WWW Server Authentication
ca_es: Autenticació de servidor WWW de TLS

source: Include this file:
ca_es: Inclou aquest fitxer:

source: &New window
ca_es: &Finestra nova

source: Show &Controls
ca_es: Mostra els &controls

source: Change default app...
ca_es: Canvia l'aplicació predeterminada...

source: Sending request...
ca_es: Enviant sol·licitud....

source: Unpin Tabs
ca_es: No fixis les pestanyes

source: An app to develop apps / extensions.
ca_es: Una aplicació per desenvolupar aplicacions o extensions.

source: Extension Installed
ca_es: Extensió instal·lada

source: Mouse Lock
ca_es: Bloqueig del ratolí

source: Enable the experimental smooth scrolling implementation.
ca_es: Activa la implementació experimental de desplaçament suau.

source: R&eopen closed tab
ca_es: T&orna a obrir la pestanya tancada

source: Keep local data only until I quit my browser
ca_es: Conserva les dates locals fins que surti del navegador

source: Manage image blocking...
ca_es: Gestiona el bloqueig d'imatges...

source: Most Visited
ca_es: Els més visitats

source: Enable theme
ca_es: Activa el tema

source: Create application shortcuts
ca_es: Crea dreceres d'aplicacions

source: &New Window
ca_es: &Finestra nova

source: Open Link in New &Window
ca_es: Obre l'enllaç en una &finestra nova

source: On your %{ACCOUNT_EMAIL} account, it could:
ca_es: Al vostre compte %{ACCOUNT_EMAIL}, podria:

source: Allows the user to request tablet site. Web content is often optimized for tablet devices. When this option is selected the user agent string is changed to indicate a tablet device. Web content optimized for tablets is received there after for the current tab.
ca_es: Permet que l'usuari sol·liciti un lloc per a tauletes. Sovint el contingut web està optimitzat per a tauletes. En seleccionar aquesta opció, la cadena de l'usuari-agent canvia per indicar que es tracta d'una tauleta. El contingut web optimitzat per a tauletes es rep allà per a la pestanya actual.

source: Showing history from this device. %{BEGIN_LINK}Learn more%{END_LINK}
ca_es: S'està mostrant l'historial d'aquest dispositiu. %{BEGIN_LINK}Més informació%{END_LINK}

source: PKCS #12 Import Error
ca_es: Error d'importació PKCS #12

source: Open the New Tab page
ca_es: Obre la pestanya nova

source: The sync server is busy, please try again later.
ca_es: El servidor de sincronització està ocupat; torneu-ho a provar d'aquí a una estona.

source: Popups
ca_es: Finestres emergents

source: Enter Presentation Mode
ca_es: Entra al mode de presentació

source: the last 4 weeks
ca_es: les últimes quatre setmanes

source: Phishing
ca_es: Pesca

source: No speech heard.
ca_es: No s'ha sentit cap discurs.

source: You must be online to access these files.
ca_es: Heu d'estar en línia per accedir a aquests fitxers.

source: Plug-in Broker: %{PLUGIN_NAME}
ca_es: Agent de connector: %{PLUGIN_NAME}

source: Could not load background page '%{BACKGROUND_PAGE}'.
ca_es: No s'ha pogut carregar la pàgina de fons "%{BACKGROUND_PAGE}".

source: Disable sending hyperlink auditing pings.
ca_es: Desactiva l'enviament de pings per fer auditories d'enllaços.

source: All files
ca_es: Tots els fitxers

source: Select Color
ca_es: Selecció de color

source: Unpin tabs
ca_es: No fixis les pestanyes

source: Services
ca_es: Serveis

source: EDI Party Name
ca_es: Nom de la part EDI

source: Paste As Plain Text
ca_es: Enganxa com a text sense format

source: %{BEGIN_BOLD}Caution:%{END_BOLD} These files are temporary and may be automatically deleted to free up disk space. %{BEGIN_LINK}Learn More%{END_LINK}
ca_es: %{BEGIN_BOLD}Compte:%{END_BOLD} Aquests fitxers són temporals i és possible que se suprimeixin automàticament per alliberar espai de disc. %{BEGIN_LINK}Més informació%{END_LINK}

source: Microsoft File Recovery
ca_es: Recuperació de fitxers de Microsoft

source: Invalid request or request parameters
ca_es: Sol·licitud o paràmetres de la sol·licitud no vàlids

source: %{BEGIN_BOLD}1. %{END_BOLD}Testing %{ADAPTER_NAME} hardware
ca_es: %{BEGIN_BOLD}1. %{END_BOLD}S'està comprovant el maquinari %{ADAPTER_NAME}

source: Print Using System Dialog...
ca_es: Imprimeix amb el diàleg del sistema...

source: Penguin
ca_es: Pingüí

source: Zoom &Out
ca_es: &Redueix

source: Not signed in
ca_es: No heu iniciat la sessió

source: Switch to %{NEW_GOOGLE_HOST}
ca_es: Canvia a %{NEW_GOOGLE_HOST}

source: Renderer Crashed
ca_es: Renderitzador bloquejat

source: Disable NTP 'Other devices' menu.
ca_es: Desactiveu el menú "Altres dispositius" a NTP.

source: Enable filter effects on DOM elements using custom GLSL shaders. More info at https://dvcs.w3.org/hg/FXTF/raw-file/tip/filters/index.html#feCustomElement.
ca_es: Activa els efectes del filtre dels elements DOM mitjançant shaders GLSL personalitzats. Trobareu més informació a https://dvcs.w3.org/hg/FXTF/raw-file/tip/filters/index.html#feCustomElement.

source: This file is not available offline.
ca_es: Aquest fitxer no està disponible fora de línia.

source: Clear cookies and other site and plug-in data when I close my browser
ca_es: Esborra les galetes i altres dades de llocs i de connectors quan tanqui el navegador

source: Rotate &clockwise
ca_es: Gira en el sentit de les &agulles del rellotge

source: My Photos
ca_es: Les meves fotos

source: %{BEGIN_BOLD}2. %{END_BOLD}Testing connection to router
ca_es: %{BEGIN_BOLD}2. %{END_BOLD}S'està comprovant la connexió a l'encaminador

source: There was an error while trying to read the file: %{ERROR_TEXT}.
ca_es: S'ha produït un error en intentar llegir el fitxer: %{ERROR_TEXT}.

source: This file appears malicious.
ca_es: Aquest fitxer sembla maliciós.

source: Writing Direction
ca_es: Direcció de l'escriptura

source: Login
ca_es: Inicia la sessió

source: The file could not be found.
ca_es: No s'ha pogut trobar el fitxer.

source: %{PRODUCT_NAME} is ready to complete your installation
ca_es: %{PRODUCT_NAME} està llest per completar la instal·lació

source: Proxy is set to use fixed proxy servers, not a .pac script URL.
ca_es: El servidor intermediari està configurat perquè utilitzi servidors intermediaris fixos, en lloc d'un URL d'script .pac.

source: SUID Sandbox
ca_es: Sandbox SUID

source: Disable native Autofill UI
ca_es: Desactiva la IU nativa d'emplenament automàtic

source: Collapse list
ca_es: Redueix la llista

source: Sandbox Status
ca_es: Estat del sandbox

source: Disables tab switching via 3 finger horizontal scroll.
ca_es: Desactiva el canvi entre pestanyes mitjançant el desplaçament horitzontal amb 3 dits.

source: Allow sites to ask to become default handlers for protocols (recommended)
ca_es: Permet que els llocs sol·licitin convertir-se en gestors predeterminats de protocols (recomanat)

source: Trust this certificate for identifying software makers.
ca_es: Confia en aquest certificat per identificar generadors de programari.

source: Open full screen
ca_es: Obre en pantalla completa

source: No plug-ins installed.
ca_es: No hi ha connectors instal·lats.

source: Never allow unsandboxed plug-ins on %{HOST}
ca_es: No permetis mai els connectors de fora de la zona de proves a %{HOST}

source: Shutdown
ca_es: Aturada

source: Stored in: %{CERT_LOCATION}
ca_es: Emmagatzemat a: %{CERT_LOCATION}

source: Offer to save passwords I enter on the web.
ca_es: Oferta per desar les contrasenyes i entrar al web.

source: Validity Period
ca_es: Període de validesa

source: View frame &info
ca_es: Visualitza la &informació del marc

source: Hide This Plug-in
ca_es: Amaga aquest connector

source: Google Drive could not be reached
ca_es: No s'ha pogut accedir a Google Drive

source: Enable Panel windows that open outside of the browser frame. Attempts to open a Panel will open a popup instead if not enabled. Panels are always enabled on the dev and canary channels.
ca_es: Activa les finestres del tauler que s'obren fora del marc del navegador. Si es prova d'obrir un tauler i aquesta funció no està activada, s'obrirà una finestra emergent. Els taulers sempre estan activats als canals del dispositiu i de Chrome Canary.

source: Last Hour
ca_es: La darrera hora

source: Enabling this option makes all fixed position elements create new CSS stacking contexts.
ca_es: Si s'activa aquesta opció, els elements de posició fixa creen contexts d'apilament CSS.

source: Not Before
ca_es: No abans

source: Read and modify your bookmarks
ca_es: Llegiu i modifiqueu els marcadors

source: Fixed position elements create stacking contexts.
ca_es: Els elements de posició fixa creen contexts d'apilament.

source: The file contained multiple certificates, none of which were imported:
ca_es: El fitxer conté certificats múltiples, però cap d'ells no s'ha importat:

source: Block items
ca_es: Bloqueja elements

source: This page uses a Native Client app that doesn't work on your computer.
ca_es: Aquesta pàgina fa servir una aplicació de Native Client que no funciona al vostre ordinador.

source: Private memory
ca_es: Memòria privada

source: Remembered Wi-Fi Networks:
ca_es: Xarxes Wi-Fi memoritzades:

source: View page &info
ca_es: Visualitza la &informació de la pàgina

source: Delete cookies and other site and plug-in data
ca_es: Suprimeix les galetes i altres dades de llocs i de connectors

source: Keep
ca_es: Conserva

source: Serialization error
ca_es: Error de serialització

source: %{PLUGIN_NAME} download failed.
ca_es: No s'ha pogut baixar %{PLUGIN_NAME}.

source: CRL Distribution Points
ca_es: Punts de distribució de CRL

source: Sign in to Security Device
ca_es: Inici de sessió al dispositiu de seguretat

source: Cookies from multiple sites blocked.
ca_es: S'han bloquejat les galetes de diversos llocs.

source: Confirm New App
ca_es: Confirmació de l'aplicació nova

source: Occurrences when an extension was disabled
ca_es: Nombre de vegades que s'ha desactivat una extensió

source: %{PRODUCT_NAME} is using your computer's system proxy settings to connect to the network.
ca_es: %{PRODUCT_NAME} està utilitzant la configuració del servidor intermediari del sistema de l'equip per connectar-se a la xarxa.

source: Enables a heads-up display at the top-left corner of the screen that lists information about the touch-points on the screen.
ca_es: Activa una visualització d'informació a l'extrem superior esquerre de la pantalla on s'enumera la informació sobre els punts tàctils de la pantalla.

source: Switch to a different user.
ca_es: Canvia a un altre usuari.

source: %{PLUGIN_NAME} is not allowed.
ca_es: No es permet %{PLUGIN_NAME}.

source: Not set
ca_es: No establerta

source: On startup
ca_es: A l'inici

source: Connectivity
ca_es: Connectivitat

source: Report an Issue...
ca_es: Informa d'un problema...

source: Web Worker: %{WORKER_NAME}
ca_es: Treballador web: %{WORKER_NAME}

source: Error reading data from cache.
ca_es: Error en llegir dades de la memòria cau.

source: &Open Audio in New Tab
ca_es: &Obre l'àudio en una pestanya nova

source: The download was taking too long and was stopped by the network.
ca_es: La baixada trigava massa i la xarxa l'ha aturat.

source: Script Bubble
ca_es: Bombolla de scripts

source: Proxy is set to auto configured.
ca_es: El servidor intermediari està definit perquè es configuri automàticament.

source: Confirm Reload
ca_es: Confirmació de la càrrega nova

source: %{APP_NAME} has crashed. Click this balloon to reload the extension.
ca_es: %{APP_NAME} ha deixat de funcionar. Feu clic en aquest globus per tornar a carregar l'extensió.

source: Update plug-in...
ca_es: Actualitza el connector...

source: RAR archive
ca_es: Arxiu RAR

source: Sync Error: Please reset Sync via the Google Dashboard.
ca_es: Error de sincronització: restabliu la sincronització mitjançant Tauler de Google.

source: Zipping %{FILE_NAME}
ca_es: S'està comprimint %{FILE_NAME}

source: Oops, %{WALLET_ERROR} You can complete this transaction without Google Wallet.
ca_es: %{WALLET_ERROR}. Podeu completar aquesta transacció sense Google Wallet.

source: The server at %{HOST_NAME} can't be found, because the DNS lookup failed. DNS is the network service that translates a website's name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing %{PRODUCT_NAME} from accessing the network.
ca_es: No s'ha trobat el servidor a %{HOST_NAME} perquè la consulta de DNS ha fallat. DNS és el servei de xarxa que tradueix el nom d'un lloc web a la seva adreça d'Internet. Aquest error sovint es produeix perquè no hi ha connexió a Internet o perquè una xarxa està mal configurada. També pot ser que el servidor DNS no respongui o que un tallafoc impedeixi l'accés de %{PRODUCT_NAME} a la xarxa.

source: Clean local cache
ca_es: Esborra la memòria cau local

source: %{PRODUCT_NAME} can't display the webpage because your computer isn't connected to the Internet.
ca_es: %{PRODUCT_NAME} no pot mostrar la pàgina web perquè l'equip no està connectat a Internet.

source: Microsoft Certificate Template Name
ca_es: Nom de plantilla de certificat de Microsoft

source: Continue blocking cookies
ca_es: Continua bloquejant les galetes

source: Access to local files on your machine is disabled by your administrator.
ca_es: El vostre administrador ha desactivat l'accés als fitxers locals del vostre equip.

source: Portrait
ca_es: Vertical

source: You are not adequately sandboxed!
ca_es: El vostre sandbox no és adequat.

source: %{PHOTOS_COUNT} photos
ca_es: %{PHOTOS_COUNT} fotos

source: Authentication Required
ca_es: Es necessita autenticació

source: Names starting with dot are reserved for the system. Please choose another name.
ca_es: Els noms que comencen amb punt estan reservats per al sistema. Trieu un altre nom.

source: Unpin tab
ca_es: No fixis la pestanya

source: Portable Native Client.
ca_es: Native Client portàtil.

source: Enables using 'adview' HTML elements in packaged apps.
ca_es: Permet utilitzar elements HTML "adview" en aplicacions empaquetades.

source: Disable tab scrubbing
ca_es: Desactiva la neteja de pestanyes

source: Warn Before Quitting (%{KEY_EQUIVALENT})
ca_es: Avisa abans de sortir (%{KEY_EQUIVALENT})

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ca_es: Si suprimiu un dels vostres certificats, ja no el podreu utilitzar per identificar-vos.

source: Disables wallpaper boot animation (except for OOBE case).
ca_es: Desactiva l'animació d'inici del fons de pantalla (excepte en el cas d'OOBE).

source: System proxy settings are set to be used but an explicit proxy configuration is also specified.
ca_es: S'ha definit la configuració del servidor intermediari del sistema perquè es pugui utilitzar, però també s'ha especificat una configuració del servidor intermediari explícita.

source: Less
ca_es: Menys

source: Danger: Malware Ahead!
ca_es: Perill: ens enfrontem a programari maliciós.

source: Delete server certificate "%{CERTIFICATE_NAME}"?
ca_es: Voleu suprimir el certificat de servidor "%{CERTIFICATE_NAME}"?

source: Blocked by default
ca_es: Bloquejat de manera predeterminada

source: Version:
ca_es: Versió:

source: Proceed at your own risk
ca_es: Continueu sota la vostra responsabilitat

source: Not loaded yet
ca_es: No carregat

source: Apps must be served from the host they affect.
ca_es: Les aplicacions s'han de distribuir des de l'amfitrió que afecten.

source: Pin Tab
ca_es: Fixa la pestanya

source: Open &File...
ca_es: Obre un &fitxer...

source: Authority Information Access
ca_es: Accés a la informació d'entitats

source: Modules (%{TOTAL_COUNT}) - No conflicts detected
ca_es: Mòduls (%{TOTAL_COUNT}) - No s'ha detectat cap conflicte

source: Ignored because it was overridden by %{POLICY_NAME}.
ca_es: S'ha ignorat perquè %{POLICY_NAME} l'ha substituït.

source: Must be a valid URL
ca_es: Ha de ser un URL vàlid

source: the past hour
ca_es: l'última hora

source: The %{CLOUD_PRINT_NAME} connector requires that the Microsoft XML Paper Specification Essentials Pack be installed.
ca_es: El connector %{CLOUD_PRINT_NAME} requereix que Microsoft XML Paper Specification Essentials Pack estigui instal·lat.

source: Occurrences when an extension was installed
ca_es: Nombre de vegades que s'ha instal·lat una extensió

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your computer or otherwise operate without your consent. Just visiting a site that hosts malware can infect your computer. The website also hosts contents from sites that have been reported as a “phishing” sites. Phishing sites trick users into disclosing personal or financial information, often by pretending to represent trusted institutions, such as banks.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que semblen allotjar programari maliciós, és a dir, programari que pot malmetre l'equip o operar sense el vostre consentiment. El sol fet de visitar un lloc que allotgi aquest tipus de programari pot infectar el vostre equip. El lloc web en qüestió també allotja contingut de llocs que han estat detectats com a llocs de "pesca" (suplantació d'identitat). Els llocs de pesca enganyen els usuaris perquè proporcionin informació personal o financera i sovint fingeixen que són institucions de confiança, com ara entitats bancàries.

source: Proceed without updating Adobe Reader (not recommended)
ca_es: Continua sense actualitzar Adobe Reader (no recomanat)

source: The attached file is uploaded to Google servers for debugging.<br> Note: You can attach one file per feedback report (3 MB limit)
ca_es: El fitxer adjunt es penjarà als servidors de Google per depurar-lo.<br> Nota: Podeu adjuntar un fitxer per informe de comentaris (límit: 3 MB).

source: Native Client
ca_es: Client nadiu

source: Sync Error: Update Sync passphrase...
ca_es: Error de sincronització: actualitzeu la contrasenya de sincronització...

source: Sync Error: Update Sync Passphrase...
ca_es: Error de sincronització: actualitzeu la contrasenya de sincronització...

source: Certificate Viewer: %{CERTIFICATE_NAME}
ca_es: Lector de certificats: %{CERTIFICATE_NAME}

source: Passwords and forms
ca_es: Contrasenyes i formularis

source: Search destinations
ca_es: Cerqueu destinacions

source: Add "%{EXTENSION_NAME}"?
ca_es: Voleu afegir "%{EXTENSION_NAME}"?

source: Invalid tab index entered.
ca_es: Heu introduït un índex de pestanya no vàlid.

source: Show all images (recommended)
ca_es: Mostra totes les imatges (opció recomanada)

source: Always allow pop-ups from %{HOST}
ca_es: Permet sempre les finestres emergents de %{HOST}

source: This page is now full screen.
ca_es: Ara aquesta pàgina es mostra a pantalla completa.

source: In this case, the certificate has not been verified by a third party that your computer trusts. Anyone can create a certificate claiming to be whatever website they choose, which is why it must be verified by a trusted third party. Without that verification, the identity information in the certificate is meaningless. It is therefore not possible to verify that you are communicating with %{DOMAIN} instead of an attacker who generated his own certificate claiming to be %{DOMAIN2}. You should not proceed past this point.
ca_es: En aquest cas, el certificat no ha estat verificat per un tercer en què confiï l'equip. Tothom pot crear un certificat fent-se passar pel lloc web que vulgui i, en conseqüència, cal que un tercer de confiança verifiqui el certificat. Sense aquesta verificació, la informació d'identitat del certificat no té cap significat. Per tant, no es pot verificar que us esteu comunicant amb %{DOMAIN} en lloc de amb un atacant que ha generat el seu propi certificat fent-se passar per %{DOMAIN2}. No hauríeu de continuar.

source: Could not decode image: '%{IMAGE_NAME}'
ca_es: No s'ha pogut descodificar la imatge: "%{IMAGE_NAME}"

source: Enable rich templated notifications. Both HTML5 notifications and app notifications will be shown through new Notification Center.
ca_es: Activa les notificacions de plantilla enriquides. Tant les notificacions d'HTML5 com les notificacions d'aplicacions es mostraran al Centre de notificacions nou.

source: Learn more about Enterprise Enrollment
ca_es: Més informació sobre la inscripció d'empreses

source: File extensions
ca_es: Extensions de fitxer

source: Sign in anyway
ca_es: Inicia la sessió de tota manera

source: You attempted to reach %{DOMAIN}, but the server presented a certificate signed using a weak signature algorithm. This means that the security credentials the server presented could have been forged, and the server may not be the server you expected (you may be communicating with an attacker).
ca_es: Heu provat d'accedir a %{DOMAIN}, però el servidor ha presentat un certificat signat mitjançant un algoritme de signatura dèbil. Això indica que les credencials de seguretat que ha presentat el servidor podrien haver estat falsificades i que és possible que el servidor no sigui el que esperàveu (és possible que us estigueu comunicant amb un atacant).

source: Quick launch bar
ca_es: Barra d'inici ràpid

source: The following extensions are now installed:
ca_es: Les extensions següents ja estan instal·lades:

source: Send last active tab screen shot
ca_es: Envia una captura de pantalla de la darrera pestanya activa

source: CA Compromise
ca_es: Compromís de CA

source: Add Search Engine
ca_es: Afegeix un motor de cerca

source: Policies
ca_es: Polítiques

source: Enable touch events
ca_es: Activa els esdeveniments tàctils

source: Server Certificate Import Error
ca_es: Error d'importació del certificat del servidor

source: Native Client module: %{NEXE_NAME}
ca_es: Mòdul de client nadiu: %{NEXE_NAME}

source: From:
ca_es: De:

source: Ask me when a site wants to show desktop notifications (recommended)
ca_es: Pregunta'm quan un lloc vulgui mostrar notificacions d'escriptori (opció recomanada)

source: Email Protection
ca_es: Protecció del correu electrònic

source: Close Ash desktop
ca_es: Tanca l'escriptori d'Ash

source: Hide button
ca_es: Amaga el botó

source: There was a problem listing printers. Some of your printers may not have registered successfully with %{CLOUD_PRINT_NAME}.
ca_es: S'ha produït un problema en enumerar les impressores. Pot ser que algunes impressores no s'hagin registrat correctament a %{CLOUD_PRINT_NAME}.

source: Zip archive
ca_es: Fitxer zip

source: Policy not found
ca_es: No es troba la política

source: Page Action
ca_es: Acció de pàgina

source: %{SITE} is not available
ca_es: %{SITE} no està disponible

source: Rats! %{API_NAME} hit a snag.
ca_es: %{API_NAME} ha detectat un problema.
